[BalanceDefs.BD_ClaptrapClasp InteractiveObjectBalanceDefinition]
DefaultDisplayName="Chain project"
Grades[0]=(GradeModifiers=(DisplayName="Chain clip"))

[BalanceDefs.BD_ElectricalBox InteractiveObjectBalanceDefinition]
DefaultDisplayName="Fuse box"
Grades[0]=(GradeModifiers=(DisplayName="savings fund"))

[BalanceDefs.BD_FlyntPlate InteractiveObjectBalanceDefinition]
DefaultDisplayName="All Sinai"
Grades[0]=(GradeModifiers=(DisplayName="fireworks"))

[BalanceDefs.BD_Gate InteractiveObjectBalanceDefinition]
DefaultDisplayName="Thieves' Gate"
Grades[0]=(GradeModifiers=(DisplayName="Barn door"))

[InteractiveObjects.Ep2_DummyIO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep2_FlyntFireVent InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_ElectracalWall_Collision InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_FuseBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_GeneralsBackDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_GeneralsDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_GeneralsDoor2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2b_ElectricalFuse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2b_ElectricalWall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2b_ElectricalWall_Field InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2c_ClaptrapCord InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2c_Gate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_ClaptrapsEye MissionItemDefinition]
UseFailureCharacterMessage="i am yours %s Try it."
ItemName="Eyes are clapping"
PickupMessage="Close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="Modern ion"

[ItemDefs.ID_ClaptrapsEye:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Claptrap is used to find items."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Fuse MissionItemDefinition]
UseFailureCharacterMessage="Okay %s About this question."
ItemName="Electricity safety"
PickupMessage="for you %s"
UseFailureLevelMessage="You must have %d to use this feature."
UseFailureConstraintsMessage="You can not use this item.."
NoManufacturerName="Often"

[ItemDefs.ID_Fuse:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Engine power range."
NoConstraintText=""
Suffix=""
Prefix=""

